export default `
爱美购（CloudMall）
---

公司介绍
---

深圳市爱美购科技有限公司（CloudMall）是一家以人工智能为核心的跨境电商互联网公司
，借助于人工智能技术，CloudMall将重新定义电商。我们成功地开发出智能广告投放系统
，海量商品选品系统，以及个性化推荐系统，实现人与货的精准匹配，进而让全球购物变
得更简单。
CloudMall覆盖了以欧美国家为主的全球二十多个国家和地区，平台用户量逾百万，App下
载排行占据英国、挪威等国家购物排行榜TOP10。无论是技术还是商业模式都走在行业的前
沿。
公司创始人格局决定了公司的未来，Cloudmall创始人团队毕业于普林斯顿⼤学，中⼭⼤学
等优秀院校， 曾就职于包括Google、美国国家实验室、⾼盛等著名公司。他们是持续创业
者，有极强的使命感，高度的商业格局，掌握先进的AI技术。
我们的团队不大，但我们是一只精英团队；我们有远大的愿景，对标世界一流企业；
我们只招聪明、爱学习的牛人，不招固守成规的庸人。

工作内容
---

* 设计、开发、测试、部署以及维护并改进各子系统；
* 管理项目优先级并按时交付；
* 根据能力和团队需求，您将有可能被分配到以下一个或多个项目：
  * 用户应用产品：主流客户端开发，运营前后台；
  * 商品索引系统：亿级SKU的库存价格实时跟踪同步，并对商品进行智能分类、本地化、图
片处理和去重；
  * 国际化商务交易系统：跨境、跨语言商品交付及物流调配；
  * 商业智能应用系统：商机挖掘、精准搜索推荐、市场程序化管理。

任职要求
---

* 对AI和跨境电商有兴趣；希望和一群优秀的工程师一起工作；
* 会用go语言，或有意愿转go语言开发；
* 逻辑分析能力强，思维清晰，数学优异；
* 聪明好学，对新事物充满好奇；
* 敢于尝试新领域、新业务、新技术，新方法，勇于拓展自己的能力圈；
* 乐于用创新的方法解决工作中遇到的各种挑战

我们的合作伙伴
---

* Google
* Facebook
* 阿里巴巴
* 京东
* 网易严选
* 小米

我们使用什么技术
---

* 开发语言: Golang, Python, JavaScript(React.js), Kotlin, Swift
* 微服务支撑: Nomad, Consul, GRPC, Jaeger
* 大数据应用：TensorFlow, BigQuery, Clickhouse
* 数据库: MongoDB, Redis, Elasticsearch, Postgresql
* 云服务商: AWS, Aliyun, Cloudflare
* 开发效率工具: Gitlab, Jenkins
* 团体沟通: GSuite,飞书

为什么选择我们
---

* 创新的商业模式：以AI技术为驱动，整合全球时尚精品、并且实现个性化推荐和精准
人群匹配的跨境电商电子商务平台
* 雄厚的资金实力：资源充分，无需融资
* 全球一流的精英团队：吸引了全球顶级互联网/科技公司的精英人才：Google，华为，
腾讯，头条，阿里
* 充分的成长发展空间：有完善的培养晋升机制，每半年有一次晋升机会
* 开放平等的企业文化：以谷歌为标杆，鼓励创新，建立平等、自由、开放的工作环境
* 日常福利：丰富下午茶，运动日
`